Repository: chbeer/CBHockeyAppCrashReportUI-iOS
Catalog: Library/Resources/*.lproj/CBHockeyAppCrashReportUI.strings
Languages: sv

# WindowTitle
source: Problem Report for %@
sv: Felrapport för %@

# IntroductionText
source: %@ unexpectedly quit. Would you like to send a report so we can fix the problem?
sv: %@ slutade tvärt att fungera förra gången. Vill du skicka en felrapport?

# NameTextTitle
source: Name
sv: Namn

# EmailTextTitle
source: Email
sv: E-post

# CommentsDisclosureTitle
source: Comments
sv: Kommentarer

# UserDescriptionPlaceholder
source: Please describe any steps needed to trigger the problem
sv: Fyll i uppgifterna om din Mac och stegen som ledde till problemet. Om du fyller i din e-postadress kan vi kontakta dig vid behov.

# ProblemDetailsTitle
source: Problem details and system configuration
sv: Uppgifter om problemet och systemets konfiguration

# PrivacyNote
source: Only the presented data will be sent with this report.
sv: Denna rapport innehåller inga personliga uppgifter.

# ShowDetailsButtonTitle
source: Show Details
sv: Visa detaljerna

# HideDetailsButtonTitle
source: Hide Details
sv: Dölj detaljerna

# CancelButtonTitle
source: Cancel
sv: Avbryt

# SendButtonTitle
source: Send
sv: Skicka
